Repository: hvar90/ProjectStartup
Catalog: board/locale/*/LC_MESSAGES/django.po
Languages: es

source: Your groups
es: Tus grupos

source: You do not have groups by the moment
es: Tus grupos

source: Click here to edit the group
es: Presiona aqui para editar el grupo

source: Change photo
es: Cambia la foto

source: Share
es: Compartir

source: Ago
es: Hace

source: Edit
es: Editar

source: Picture
es: imagen

source: Follow
es: Seguir

source: Unfollow
es: Dejar de seguir

source: In Schan you can participate on groups and discuss about your favorite topics, if you partipate on a group you will find people with similar interests and you will expand your network of contacts, you can also share your photos and videos to create funny discussions. And all this is free
es: En Schan tu puedes participar en grupos y discutir sobre tus temas favoritos, si entras a un grupo encontraras personas con tus mismos intereses y ampliaras tu red de contactos, Tambien puedes compartir fotos y videos para crear divertidas discusiones. Y todo esto es gratis

source: Your post contains blacklisted word.
es: Tu post contiene una palabra no permitida

source: This thread is closed, you cannot post to it.
es: Este hilo esta cerrado, tu no puedes postear

source: Invalid file type
es: Tipo invalido de archivo

source: Too big file
es: Archivo demasiado grande

source: Enter post message or attach a file to your post
es: Ingresar mensaje del post o adjuntar archivo a tu post

source: You need to upload file to create new thread.
es: Tu necesitas subir archivo para crear un nuevo hilo

source: Authentication required to create threads in this section
es: iniciar sesión es requerido para crear hilos en esta seccion

source: You need to enter ban reason
es: Tu necesitas entrar una Razon de ban

source: Server error
es: Error del servidor

source: can't refresh messages
es: no se puede refrescar mensajes

source: Error on deleting post #
es: Error al eliminar post #

source: Error on updating post #
es: Error en modificar post #

source: Password mismatch
es: Password no coicide

source: Only the owner of the group or of the post can delete posts
es: Solo el propietario del grupo o del post puede eliminar publicaciones

source: Only the owner of the post can update his post
es: Solo el propietario del post puede modificar su publicacion

source: Error on deleting file #
es: Error en eliminacion de archivo #

source: Bump date
es: Fecha de Bump

source: Is pinned
es: Esta fijado

source: Is closed
es: Esta cerrado

source: Is deleted
es: Esta borrado

source: Thread
es: Hilo

source: Threads
es: Hilos

source: First post in thread
es: Primer post en el hilo

source: Data
es: Dato

source: Poster
es: Anunciante

source: Anonymously
es: Anonimamente

source: Topic
es: Tema

source: File
es: Archivo

source: Post
es: Publicar

source: Posts
es: Publicaciones

source: Original name
es: Nombre original

source: Type
es: Tipo

source: Location
es: Ubicacion

source: Thumbnail
es: iniatura

source: Image width
es: Ancho de imagen

source: Image height
es: Altura de imagen

source: Files
es: Archvos

source: Group
es: Grupo

source: File type
es: Tipo de archivo

source: File types
es: Tipos de archivo

source: Name
es: Nombre

source: File type group
es: Tipo de grupo de archivo

source: Classifieds
es: Clasificados

source: News
es: Noticias

source: International
es: Internacional

source: Eg. hi, welcome to my group feel free to post
es: Ej. hola, bienvenido a mi grupo sientete libre de comentar

source: Slug
es: Disminutivo

source: Description
es: Descripcion

source: Force to post file on thread creation
es: Forzar a subir archivo en la creacion de un hilo

source: Filesize limit
es: Limite de tamano de archivo

source: Force anonymity
es: Forzar anonimato

source: Default poster name
es: Default nombre de poster

source: Anonymous
es: Anonimo

source: Max posts in thread
es: Max posts en hilo

source: Max threads
es: МAx Hilos

source: Section
es: Seccion

source: Sections
es: Secciones

source: Order
es: Orden

source: Is hidden
es: Esta oculto

source: Section group
es: Seccion grupo

source: Section groups
es: Seccion grupos

source: Word
es: Palabra

source: Wordfilter
es: Filtro de palabra

source: Wordfilters
es: Filtro de palabras

source: IP network
es: IP-red

source: Either IP address or IP network specification
es: Dirección IP o especificación de red IP

source: Ban reason
es: Razon de ban

source: Denied IP
es: Denegada IP

source: Denied IPs
es: Denegadas IPs

source: Last threads of section
es: Ultimos hilos de seccion

source: Last posts of thread
es: Ultimos mensajes del hilo

source: Nothing found
es: Nada encontrado

source: Not found
es: No encontrado

source: Internal server error
es: Error interno del servidor

source: Example URLs
es: Ejemplo de URLs

source: Mod control panel
es: Panel de control del mod

source: Ban list
es: Lista de bans

source: Banned
es: Вaneado!

source: You've been banned from this board
es: Tu has sido baneado de este board

source: Reason
es: Razon

source: Back
es: Volver

source: Runs on
es: Se ejecuta en

source: publish
es: publicar

source: cancel
es: cancelar

source: Left this field empty
es: (Dejar este campo vacio)

source: hold CTRL for multiple images
es: manten presionado CTRL para multiples imagenes

source: Add files...
es: Añadir imagenes...

source: Not Safe For Work
es: No seguro para trabajar

source: Settings
es: Configuracion

source: Mobile version
es: Version Movil

source: PDA version
es: version PDA

source: Hide
es: Ocultar

source: Add to Twitter
es: Agregar a twitter

source: skipped answers
es: respuestas omitidas

source: skipped images
es: imagenes omitidas

source: Add to feed
es: Agregar al canal

source: See thread
es: Ver hilo

source: RSS feed
es: RSS canal

source: Search
es: Buscar

source: Group created by:
es: Grupo creado por:

source: Everything
es: Todo

source: Share this group with friends
es: Comparte este grupo con tus amigos

source: Public here
es: Pública aquí

source: Delete posts
es: Eliminar posts

source: Only files
es: Solo archivos

source: Delete all messages from IP
es: Eliminar todos los mensajes de la IP

source: Ban IP
es: Prohibir IP

source: Thread title
es: Titulo del hilo

source: Expand images
es: Expandir imagenes

source: Filter posts
es: Filtrar posts

source: with images
es: con imagenes

source: reply count
es: contador de respuestas

source: Style
es: Estilo

source: Features
es: Detalles

source: Various
es: Varios

source: Board style
es: Estilo board

source: New style form
es: Nuevo estilo de formulario

source: Move form to the bottom
es: Mover formulario al fondo

source: Hard posts hide
es: Ocultar post completamente

source: Minimalistic form
es: Formulario minimalista

source: Show markup panel
es: Incluir panel

source: Enable desktop notifications
es: Habilitar notificaciones de escritorio

source: Disable quick reply
es: Deshabilitar respuesta rapida

source: Show sidebar
es: Mostrar barra lateral

source: Hide navigation
es: Ocultar navegacion

source: Hide sections banner
es: Ocultar seccion de banner

source: Disable post autoload
es: Deshabilitar autorecarga de post

source: Disable posts preview
es: Deshabilitar previsualizacion de posts

source: Disable answers map
es: Deshabilitar mapa de respuestas

source: Hide sidebar
es: Ocultar barra lateral

source: Remove from feed
es: Eliminar del canal

source: Delete
es: Eliminar

source: mobile
es: Movil

source: Default version
es: version верDefaultсия

source: anonymous imageboard
es: imageboard anonimo

source: Close
es: Cerrar

source: Information
es: informacion

source: Ideas and suggestions
es: Ideas y sugerencias

source: Add this page to your home screen
es: Agregar esta pagina a tu pantalla de inicio

source: load more
es: cargar mas

source: Reply
es: Responder

source: Insert emoticons
es: Insertar emoticones

source: skipped post
es: post omitido

source: missing images
es: imagen omitida

source: Answer
es: Respuesta

source: Thematic
es: Tematica

source: Creative
es: Creativo!

source: Publications
es: publicaciones

source: Complete the form to create a group about your favorite topic
es: Completa el formulario para crear un grupo sobre tu tema favorito

source: Complete the form to modify your group
es: Completa el formulario para modificar tu grupo

source: Eg. soccer
es: Ej. futbol

source: 5 letters that identify your group
es: 5 letras que identifiquen tu grupo

source: Eg. In this group you can post about soccer and everything related to this sport
es: Ej. En este grupo tu puedes hablar sobre futbol y todo lo relcacionado con este deporte

source: Japanese culture
es: Cultura japonesa

source: Send
es: Enviar

source: Limit my search to the category
es: Limitar mi busqueda a la categoria

source: Find people by username, name or email
es: Encuentra personas por nombre de usuario, nombre, apellidos o email

source: Searcher
es: Buscador

source: here
es: aqui

source: If you do not find the group that you are looking for you, so you can create your own group
es: Si tu no encuentras el grupo que estas buscando puedes crear tu propio grupo

source: search more groups
es: buscar mas grupos

source: Hi
es: Hola

source: Logout
es: Salir

source: classifieds
es: clasificados

source: news
es: noticias

source: events
es: eventos

source: Do you want to join? login or register
es: ¿quieres unirte? iniciar sesión o registrarse

source: Select the location of your classified
es: Seleccione la ubicación de su clasificado

source: accept
es: aceptar

source: Name_of_place,_City
es: Nombre_del_lugar,_ciudad

source: Location of classified
es: Ubicación del clasificado

source: Maximum allowed files are 9.
es: Maximo numero de archivos permitidos son 9F.

source: Books
es: Libros

source: Comics
es: Historietas

source: Fashion & style
es: Moda & estilo

source: Medicine
es: Medicina

source: Music
es: Musica

source: Nature & animals
es: Naturaleza y animales

source: Politics
es: Politica

source: Programming
es: Programacion

source: Science & technology
es: Ciencia & tecnologia

source: Sport
es: Deporte

source: TV and films
es: Tv y peliculas

source: Videogames
es: Videojuegos

source: Photography
es: Fotografia

source: Questions
es: Preguntas
