Repository: hvar90/ProjectStartup
Catalog: user_profile/locale/*/LC_MESSAGES/django.po
Languages: es

source: is now your friend
es: es ahora tu amigo

source: Sent invitation
es: Se envio una solicitud

source: Delete friend
es: Eliminar amigo

source: Add friend
es: Agregar a amigos

source: Friends
es: Amigos

source: has sent you a message
es: te ha enviado un mensaje

source: Do you want to meet this user? invite his so that he be your friend and can speak on private chat
es: Quieres conocer a este usuario? invitalo a ser tu amigo y puedas hablar por chat privado

source: view message
es: ver mensaje

source: You do not have notifications at this moment
es: No tienes notificaciones por el momento

source: new publication on the group
es: publicacion nueva en el grupo

source: Notifications
es: Notificaciones

source: do you accept to be his friend?
es: aceptas ser su amigo?

source: No persons registered
es: No hay personas registradas

source: Click here to view user profile
es: Presiona aqui para ver su perfil

source: Search friends
es: Buscar amigos

source: You do not have friends by the moment, invite someone so that he be your friend
es: No tienes amigos por el momento, invita a alguien para que sea tu amigo

source: Click here to open the chat
es: presion aqui para abrir el chat

source: View user profile
es: Ver perfil

source: Your friends
es: Tus amigos

source: Change you photo
es: Cambia tu foto

source: Edit your perfil
es: Edita tu perfil

source: Username does not exist
es: Usuario no existe

source: Registration is closed
es: El registro se encuentra cerrado

source: Invalid password
es: Contraseña incorrecta

source: The verification of the password failure, type the password again
es: La verificacion de la contraseña ha fallado, escriba la contraseña de nuevo

source: Invalid username or password
es: Nombre de usuario o contraseña invalida

source: Invalid captcha
es: Invalida captcha

source: Birthdate
es: Fecha de nacimiento

source: Profile picture
es: Foto de perfil

source: Languajes
es: Idiomas

source: Phrase
es: Frase

source: User owned sections
es: Usuario jefe de secciones

source: User profile
es: Perfil de usuario

source: User profiles
es: Perfiles de usuarios

source: Main page
es: Pagina pricipal

source: Feed
es: Canal favoritos

source: Feeds
es: Canales

source: New
es: Nuevo

source: New notification!
es: Nueva notificacion!

source: Look at the groups that have created
es: Mira los grupos que han creado

source: Participates in our groups
es: Participa en nuestros grupos

source: Join us
es: Unete

source: Groups
es: Grupos

source: Password
es: Contraseña

source: Create
es: Crear

source: Find a group, come and participate in the topics that you like
es: Encuentra un grupo, entra y participa en los temas que más te gusten

source: Create your groups here
es: Crea tus grupos aquí

source: Create your group already !!
es: Crea tu grupo ya !!

source: Share your profile with friends
es: Comparte tu perfil con tus amigos

source: In Schan you can participate on groups and discuss about your favorite topics, if you partipate on a group you will find people with similar interests and you expand your network of contacts, you can also share your photos and videos to create funny discussions. And all this is free
es: En Schan tu puedes participar en grupos y discutir sobre tus temas favoritos, si entras a un grupo encontraras personas con tus mismos intereses y ampliaras tu red de contactos, Tambien puedes compartir fotos y videos para crear divertidas discusiones. Y todo esto es gratis

source: Do not share, ask fo or links content that violates laws Do not ask or share personal information from others, such as names, addresses, emails, social networking accounts, etc. Spam / flood is not allowed. Are not allowed to post adult content.
es: No compartas, pidas o enlaces contenido que viole las leyes. No pidas o compartas información personal de otras personas, como apellidos, direcciones, emails, cuentas de redes sociales, etc. No se permite el spam/flood. No se permite postear contenido adulto.

source: Is important to the quality of publications Please feel free to talk about whatever you want, but keep in mind that the more interesting, fun and creative are conversations more people will be encouraged to participate.
es: Es importante la calidad de las publicaciones. Siéntete libre de hablar de lo que desees, pero ten en cuenta que cuanto más interesantes, divertidas y creativas sean las conversaciones más personas se animarán a participar.

source: If your image, comment or thread was eliminated do not post again, is very likely that deleted because violated the rules of this site and was removed by the administrators and moderators. If you were temporarily banned not shirk the ban, so you could be permanently banned.
es: Si tu imagen, comentario o hilo fue eliminado no lo publiques de nuevo, es muy probablemente que fue eliminado por que violaba las reglas de este sitio y fue eliminado por los administradores y moderadores. Si fuiste baneado temporalmente no evadas el ban, por ello podrías ser baneado permanentemente.

source: Respects the administrators and moderators and not act with bad intentions. The staff reserves the right to remove some posting that encourages attacks on other sites or undermines the integrity of the people.
es: Respeta a los administradores y moderadores y no actúes con malas intenciones. El staff se reserva el derecho a eliminar cualquier publicacion que fomente ataques a otros sitios o atente contra la integridad de las personas.

source: Write with correct spelling and punctuation. Do not care if you forgot to a tilde, but your posts should be understood.
es: Escribe con buena ortografía y signos de puntuación. No importa si olvidas alguna tilde, pero tus posts deben comprenderse.

source: To reply to a thread without climbing to the top of the board, write sage in the email field.
es: Para responder un hilo sin subir al principio del tablón, escribe sage en el campo de email.

source: To quote a post, type '>>' (without the quotes) and then its ID number, or directly click its ID number. This will create a link to the post you want to quote and is added to your post.
es: Para citar un post, escribe '>>' (sin las comillas) y a continuación su número de ID, o directamente haz click en su número de ID. Esto creará un link al post que deseas citar y se añadirá a tu post.

source: To remove your post, click the delete button posts and then click on the post you want to delete.
es: Para eliminar tu post haz click el botón eliminar posts y luego haz click en el post que quieras eliminar.

source: How to write in:
es: Como escribir en:

source: We have a team of moderators and we will help with whatever you need. If you think someone has uploaded your copyrighted images or illegal content, or images or comments that compromise your privacy, you can request that we delete. Send us an email, we will review and delete as soon as possible. Please give a reason why images or comments should be deleted.
es: Tenemos un buen equipo de moderadores y sentido de la responsabilidad social. Si crees que alguien ha subido tus imágenes con copyright, o contenido ilegal, o imágenes o comentarios que comprometen tu privacidad, puedes pedir que los eliminemos. Selecciona los posts y clicka en el botón 'Reportar' que hay en el pie de página del tablón, o envíanos un email, los revisaremos y borraremos lo antes posible. Por favor danos una razón, por qué las imágenes o comentarios deberían ser borrados.

source: Socialchan store information from users only to show its publications and managing boards. The contacts of each person will only be seen by the account owner. We value the privacy of users and therefore sensitive information (such as IP) never will be made public to third parties, except to cooperate with the authorities if necessary.
es: Socialchan guarda información de los usuarios únicamente para mostrar sus publicaciones y gestionar los tablones. Los contactos de cada persona solo seran visto por el dueño de la cuenta. Valoramos mucho la privacidad de los usuarios y por eso información sensible (como la IP) nunca será pública para terceras personas, excepto para cooperar con las autoridades en caso necesario.

source: Socialchan assumes no responsibility for posts made in this site: the responsibility of the publications and images corresponding to the users. However, we do our best to moderate and remove from our servers some content that does not comply with the rules and the law. Socialchan is not responsible for false or misleading information that may be published by their users or for some damage that may occur, whether intellectual property, mental or physical harm. Administrators and moderators of Socialchan have the right to deny access to our site to some user that in his opinion does not meet the Rules and this Legal Notice. Use Socialchan is a privilege, not a right. Failure to follow these rules, regulations and policies will result in removal and expulsion from the user of the site (IP blocking). All trademarks and copyrights on this site are property of their respective owners. The images and comments posted are the responsibility of the users. The opinions posted on Socialchan do not have to represent the views of the administration nor staff members.
es: Socialchan no asume ninguna responsabilidad por los mensajes publicados en este sitio: la responsabilidad de las publicaciones y las imágenes corresponde a los usuarios. No obstante, hacemos todo lo posible para moderar y eliminar de nuestros servidores todo contenido que no cumpla con las normas y la ley. Socialchan no es responsable de la información falsa o engañosa que pueda ser publicada por los usuarios o por algun daño que pueda ocurrir, ya sea la propiedad intelectual, daño mental o físico. Los administradores y moderadores de Socialchan tienen el derecho a negar el acceso a nuestro sitio a cualquier usuario que en su opinión no cumpla las normas y el presente Aviso Legal. Usar Socialchan es un privilegio y no un derecho. Incumplir con estas normas, reglamentos y políticas se traducirá en la eliminación y la expulsión del usuario del sitio (bloqueo de IP). Todas las marcas y derechos en esta página son propiedad de sus respectivos dueños. Las imágenes y los comentarios publicados son responsabilidad de los usuarios. Las opiniones publicadas en Socialchan no tienen que representar los puntos de vista de la administración ni los miembros del personal.

source: Send us an email to socialchan14@gmail.com if you have comments or suggestions and we'll reply as soon as possible. Thank you.
es: Envíanos un email a socialchan14@gmail.com si tienes comentarios o sugerencias y te contestaremos lo antes posible. Gracias.

source: If you want to identify a anonymous post you can do the following:
es: Si quieres identificar una publicación anónima puedes hacer los siguiente.

source: Write !OP in the poster field if you are the owner of the post will be displayed !!OP in the post
es: Escribir !OP en el campo anunciante y si tu eres el dueño de la publicacion se mostrara !!OP en la publicacion

source: When you add the (#) symbol to the end of your name followed by a word, like a password that only you know, it scrambles the word into a code. That way it's undetectable and can be used over and over again. using the code '#banana' translates to the code shown to Anons as '!5RRtZawAKg'
es: Cuando se agrega el símbolo (#) para el final de su nombre seguido de una palabra, como una contraseña que sólo usted sabe, descompone la palabra en un código. De esa manera es indetectable y se puede utilizar una y otra vez. utilizando el código '# banana' se traduce en el código que se muestra como '! 5RRtZawAKg'

source: If you are a moderator you can write to the poster field !name in this way in the publication will be displayed !Mod
es: Si eres moderador puedes escribir en el campo anunciante !name de esta manera en la publicacion se mostrara !Mod

source: ¿WHAT IS SOCIALCHAN?
es: ¿QUE ES SOCIALCHAN?

source: GLOBAL RULES
es: REGLAS GLOBALES

source: TRICKS POSTING
es: TRUCOS DE POSTEO

source: I WANT TO REMOVE A PICTURE OR A COMMENT
es: QUIERO REMOVER UNA IMAGEN O UN COMENTARIO

source: PRIVACY POLICY
es: POLITICA DE PRIVACIDAD

source: LEGAL NOTICE
es: AVISO LEGAL

source: CONTACT
es: CONTACTO

source: text bold
es: texto en negrilla

source: italic text
es: texto en cursiva

source: strikethrough text
es: texto tachado

source: underline
es: subrayar

source: spoiler
es: spoilear

source: leave row
es: dejar fila

source: Content
es: Contenido

source: texthere
es: textoaqui

source: without quotation marks, to leave 2 spaces
es: sin comillas, dejar 2 espacios

source: Random image
es: Imagen aleatoria

source: Fill out the information in your profile
es: Completa la informacion de tu perfil

source: Enter or change the current photo
es: Ingrese o cambia la foto actual

source: Date of birth
es: Fecha de nacimiento

source: Country
es: Pais

source: Phrase which describes you
es: Frase que te describa

source: Eg. I love go out and party or I want to make many friends
es: Por ej. 'me encanta salir de fiesta' o 'quiero hacer muchos amigos

source: Save
es: Guardar

source: Signin
es: Ingresar

source: Terms and Conditions
es: Terminos y condiciones

source: Policies
es: Politicas

source: About us
es: Sobre nosotros

source: Search
es: Buscar

source: Philosophy
es: Filosofia

source: Signup
es: Registrate

source: ¿Have you have an account and just want to login?
es: ¿Tu ya tienes una cuenta y solo quieres ingresar?

source: Username
es: Nombre de usuario

source: CREATE A NEW ACCOUNT
es: CREAR UNA NUEVA CUENTA

source: You have to login or register to do that
es: Tienes que iniciar sesión o registrarte para hacer eso

source: Email account recovery
es: Email de recuperación de cuenta

source: Confirm password
es: Confirmar contraseña

source: Create account
es: Crear cuenta

source: Our philosophy
es: Nuestra filosofia

source: optional
es: opcional

source: We never disclose information for any reason only if required by law
es: Nosotros nunca revelamos información por ninguna razon, solo si es requerido por la ley

source: In this site all types of content than not be pornography or gore is allowed
es: En este sitio se permiten todos los tipos de contenido con excepcion de pornografía o gore

source: This site monitors the publications and if found an infringement will be penalized by removing or not allowing the publication again and entrance to the site to the offending user
es: Este sitio vigila las publicacion y si se encuentra una infracción sera penalizada eliminando la publicación o no permitiendo de nuevo la entrada al sitio del usuario infractor.

source: I understand that deleted accounts are not recoverable
es: Entiendo que las cuentas eliminadas no se pueden recuperar

source: Update your email or password
es: Actualiza tu email o contraseña

source: Account
es: Cuenta

source: Current password
es: Contraseña actual

source: If you had a problem, consider contacting us before deleting your account.
es: Si tienes algun problema considera contactarnos antes de eliminar tu cuenta

source: account
es: cuenta

source: Upload your pic
es: Sube tu imagen

source: has not yet uploaded a picture of himself
es: no ha subido aun ninguna foto

source: Delete this photo
es: Eliminar esta foto

source: Hello everyone
es: Hola a todos

source: I am from
es: Yo soy de

source: I am
es: tengo

source: years old
es: años

source: Messages
es: Mensajes

source: Contacts
es: Contactos

source: Edit profile
es: Editar perfil

source: Send Message
es: Enviar mensaje

source: Send
es: Enviar

source: Add to blacklist
es: Añadir a la lista negra

source: blacklist
es: lista negra

source: These users can not contact you through messages.
es: Estos usuarios no podrán contactar contigo por mensajes.

source: Add contact
es: Añadir como contacto

source: The user is already in blacklist
es: El usuario ya esta en lista negra

source: Already has been sent a contact request to this person
es: Ya se ha enviado una solicitud de contacto a esta persona

source: remove contact
es: eliminar contacto

source: Unread
es: Sin leer

source: activity
es: actividad

source: Delete
es: Eliminar

source: password/e-mail
es: contraseña/e-mail

source: These users want to be your contacts
es: Estos usuarios quieren ser tus contactos

source: Contact invitation
es: Invitacion de contactos

source: Groups created.
es: Grupos creados.

source: posts
es: publicaciones

source: anonymous posts
es: publicaciones anonimas

source: This list is private only you can see it.
es: Esta lista es privada, solo la puedes ver tu.

source: Activity
es: Actividad

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
es: Te hemos enviado por correo electrónico las instrucciones para configurar la contraseña a la dirección de correo electrónico que ha escrito. Usted la debe recibir en breve.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
es: ¿Olvidó su contraseña? Introduzca su dirección de correo electrónico a continuación, y enviaremos las instrucciones al correo electrónico para establecer una nueva.

source: You're receiving this e-mail because you requested a password reset
es: Tu estas recibiendo este correo porque tu pediste reiniciar tu contraseña

source: for your user account at
es: para tu cuenta de ususario en

source: Check your email
es: Revisa tu correo

source: An activation link has been sent to the email address you supplied, along with instructions for activating your account
es: Un link de activacion ha sido enviado a la direccion de correo que tu escribiste, siga las instrucciones para activar tu cuenta

source: Activate your socialCHAN.com account - you have
es: Activa tu cuenta en socialCHAN - tu tienes

source: days
es: dias

source: Someone, hopefully you, signed up for a new account at socialCHAN.com using this email address. If it was you, and you'd like to confirm your email, click the link below or copy and paste it into your web browser's address bar
es: Alguien, esperamos que seas tu, se ha registrado para una nueva cuenta en socialCHAN.com usando esta direccion de correo. Si fuiste tu, y quieres confirmar tu correo, haz click en el link de abajo o copia y pega en la barra de tu navegar web la direccion

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us, and the account will expire automatically in
es: Si tu no pediste esto, tu no necesitaras hacer nada; tu no recibiras mas correos de nosotros, y la cuenta expirara automaticamente en

source: Congratulations
es: Felicitaciones

source: Your registration is now complete. Go to the site and start having fun
es: Tu registro esta ahora completo. Ya puedes empezar a divertirte.

source: Sorry, it didn't work. Either your activation link was incorrect, or the activation key for your account has expired
es: Lo sentimos, no ha funcionado. Puede ser que su enlace de activación era incorrecta, o la clave de activación para su cuenta ha expirado

source: Account activated
es: Cuenta activa

source: Thanks for signing up! Now you can log in
es: Gracias por registrate! Ahora puedes acceder al sitio

source: Activate your socialCHAN.com account
es: Activa tu cuenta en socialCHAN.com

source: You have not activated your account
es: Tu no tienes activada tu cuenta
