Repository: hvar90/ProjectStartup
Catalog: user_profile/locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: The user will not be added to the contact list
es: El usuario no ha sido agregado a tu lista de contactos

source: Invalid username, allowed number and letters
es: Nombre de usuario invalido, solo se permiten letras y numeros

source: The user has been added to your contact list
es: El usuario ha sido agregado a tu lista de contactos

source: Add friend
es: Agregar a amigos

source: Are you sure you want to delete this friend?
es: Seguro deseas eliminar este amigo?

source: Sent invitation
es: Se envio una solicitud

source: Click here to view user profile
es: Presiona aqui para ver su perfil

source: Invalid type file , allowed [png | gif | jpg | jpeg]
es: Tipo de archivo invalido, permitido [png|gif|jpg|jpeg]

source: Changes saved
es: Cambios guardados

source: Prev
es: Ant

source: Next
es: Sig

source: Add to blacklist
es: Añadir a lista negra

source: The user has been added to the blacklist
es: El usuario ha sido añadido a la lista negra

source: Remove
es: Eliminar

source: Remove contact
es: Eliminar contacto

source: The user has been eliminated from the blacklist
es: El usuario ha sido eliminado de la lista negra

source: The request has been sent successfully
es: La solicitud se ha enviado correctamente

source: Accept
es: Aceptar

source: Not accept
es: No aceptar

source: You have no invitation yet.
es: Tu no tienes invitaciones todavia

source: This user has been removed from your contact list
es: Este usuario ha sido eliminado de tu lista de contactos

source: No anonymous posts yet.
es: No hay publicaciones anonimas aun.

source: No posts yet.
es: No hay publicaciones aun.

source: no results found.
es: No se encontraron resultados.

source: No groups created yet.
es: No hay ningun grupo creado aun.

source: You have no contacts yet.
es: Tu no tienes contactos aun.

source: Remove group
es: Eliminar grupo

source: Edit group
es: Editar grupo

source: The group was deleted successfully
es: El grupo ha sido eliminado exitosamente
